{
  "interaction_default": [
    "Welcome home, good hunter. What is it you desire?"
  ],

  "doll_awakened": [
    "Ahh, Welcome home, good hunter. I must have drifted off... What is it you desire?"
  ],

  "channel_blood_echoes": [
    "Very well, let the echoes become your strength. Let me stand close. Now shut your eyes..."
  ],

  "farewell": [
    "Farewell, good hunter. May you find your worth in the waking world."
  ],

  "intro_dialogue": [
    "Hello, good hunter. I am a doll, here in this dream to look after you. Honorable hunter, pursue the echoes of blood, and I will channel them into your strength. You will hunt beasts... and I will be here for you, to embolden your sickly spirit.",
    "Did you speak with Gehrman? He was a hunter long, long ago, but now serves only to advise them. He is obscure, unseen in the dreaming world. Still, he stays here, in this dream... ...such is his purpose...",
    "Ahh, the little ones, inhabitants of the dream... They find hunters like yourself, worship, and serve them. Speak words, they do not, but still, aren't they sweet?"
  ],

  "early_game": [
    "Over time, countless hunters have visited this dream. The graves here stand in their memory. It all seems so long ago now..."
  ],

  "mid_game": [
    "Hunters have told me about the church. About the gods, and their love. But... do the gods love their creations? I am a doll, created by you humans. Would you ever think to love me? Of course... I do love you. Isn't that how you've made me?"
  ],

  "late_game": [
    "Good hunter... Your presence somehow soothes... I sense the ancient echoes, they course your veins..."
  ],

  "end_game": [
    "Good hunter, you have come... Dawn will soon break... This night, and this dream, will end. Gehrman awaits you, at the foot of the great tree. Go on, good hunter..."
  ],

  "gift_hair_ornament": [
    "What... what is this? I-I can't remember, not a thing, only... I feel... A yearning... something I've never felt before... What's happening to me? Ahh... Tell me hunter, could this be joy? Ahh..."
  ],

  "post_maria": [
    "Good hunter. This may sound strange, but... Have I somehow changed? Moments ago, from some place, perhaps deep within, I sensed a liberation from heavy shackles. Not that I would know... How passing strange... [chuckle]"
  ],

  "post_orphan_of_kos": [
    "Oh, good hunter. I can hear Gehrman sleeping. On any other night, he'd be restless. But on this night, he sounds so very calm. ...perhaps something has eased his suffering"
  ],

  "ending_yharnam_sunrise": [
    "Farewell, good hunter. May you find your worth in the waking world."
  ],

  "ending_honouring_wish": [
    "And so, the hunt begins."
  ],

  "ending_moon_presence": [
    "Are you cold? Oh, Good Hunter."
  ],

  "hidden_blessing_prose": [
    "O Flora, of the moon, of the dream. O little ones, O fleeting will of the ancients... Let the hunter be safe, let him(her) find comfort. And let this dream, his(her) captor... foretell a pleasant awakening... be, one day, a fond, distant memory..."
  ]
}
