{
  "first_encounter": [
    "Ah-hah, you must be the new hunter. Welcome to the Hunter's Dream. This will be your home, for now. I am... Gehrman, friend to you hunters. You're sure to be in a fine haze about now, but don't think too hard about all of this. Just go out and kill a few beasts. It's for your own good. You know, it's just what hunters do! You'll get used to it...",
    "This was once a safe haven for hunters. A workshop where hunters used blood to enhance their weapons and flesh. We don't have as many tools as we once did, but... You're welcome to use whatever you find.",
    "(Whispers) ...Even the doll, should it please you..."
  ],

  "after_gascoigne": [
    "The moon is close. It will be a long hunt tonight. If the beasts loom large, and threaten to crush your spirits, seek the Holy Chalice. As every hunter before you has. A Holy Chalice will reveal the tomb of the gods, ...where hunters partake in communion...",
    "Most of the Holy Chalices lie deep within the tomb of the gods. And the few that found their way to the surface... Were lost again in the hands of men. But if the old hunter tales remain true... ...one of the Holy Chalices is worshipped in the valley hamlet. Yet the town is in disarray... It was burned and abandoned, for fear of the scourge, home now only to beasts.",
    "The perfect place for a hunter, wouldn't you say?"
  ],

  "after_meeting_amelia_and_15_insight": [
    "Oh, Laurence... what's taking you so long... I've grown too old for this, of little use now, I'm afraid..."
  ],

  "after_bsb_and_chalice": [
    "The Healing Church, and the Blood Ministers who belong to it...were once guardians of the hunters, in the times of the hunter...Ludwig. They worked, and forged weapons, in their unique workshop. Today, most ministers don't recall the hunters.",
    "And so, heed the message of your forebears. Ascend to Oedon Chapel."
  ],

  "after_rom": [
    "Oh, Laurence... Master Willem... Somebody help me... Unshackle me please, anybody... I've had enough of this dream... The night blocks all sight... Oh, somebody, please..."
  ],

  "after_mergos_wet_nurse": [
    "Good Hunter, you've done well, the night is near its end. Now I will show you mercy. You will die, forget the dream, and awake under the morning sun. You will be freed from this terrible Hunter's Dream."
  ],

  "offer_accept": [
    "Farewell, my keen hunter. Fear the blood."
  ],

  "offer_refuse": [
    "Dear, oh dear. What was it? The Hunt? The Blood? Or the horrible dream? Oh, it doesn't matter... It always comes down to the Hunter's helper to clean up after these sort of messes. Tonight, Gehrman joins the hunt..."
  ],

  "player_killed_by_gehrman": [
    "You must accept your death, be freed from the night."
  ],

  "gehrman_death": [
    "The night, and the dream, were long..."
  ]
}
