{
  "first_encounter": [
    "Are you... out on the hunt? Then I'm very sorry, but... I cannot open this door. I am Iosefka. The patients here in my clinic must not be exposed to infection. I know that you hunt for us, for our town, but I'm sorry. Please. This is all that I can do.",
    "(Gives 'Iosefka's Blood Vial' x1)",
    "Now, go. And good hunting."
  ],

  "second_encounter_has_blood_vial": [
    "Are you still in need of something? But I have nothing more to offer. Please, try to understand my position. I can only pray, for a fruitful hunt."
  ],

  "second_encounter_no_blood_vial": [
    "You are safe, thank goodness. But I’m afraid nothing will change. I cannot open the door. I’ll do what I can, of course. Perhaps this will help you, if only in some small way.",
    "(Gives 'Iosefka's Blood Vial' x1)",
    "Now, go. I pray for your safety."
  ],

  "fourth_vial_received": [
    "Ah, you are safe. Thank goodness. But I'm afraid nothing will change my mind. I cannot open the door. I'll do what I can, of course. Perhaps this will help you, if only in some small way.",
    "(Gives 'Iosefka's Blood Vial' x1)",
    "This night is long, but morning always comes. Someone of your caliber won’t fail us, I am certain. And once the night of the hunt ends, we can speak face-to-face. Then I can finally see what you look like. I shouldn’t be thinking this but I am rather looking forward to it. So please, be careful out there."
  ],

  "fourth_vial_still_has_one": [
    "I'm sorry...I have nothing else to offer you. I will pray for your safety. May light shine upon this night, and your fortunes."
  ],

  "door_attacked_reaction_1": [
    "Ahh! Ohh!"
  ],

  "door_attacked_reaction_2": [
    "Please stop! It's beasts you hunt. Why are you behaving like one? This can't be the real you. Please, stop...."
  ],

  "calmed_down": [
    "Are you calm again? Thank goodness. You mustn't let the hunt overcome you. Remember yourself. You are not a beast."
  ],

  "door_attacked_beast_accusation": [
    "You are no more than a beast. I should've known...."
  ]
}
